#+OPTIONS: toc:nil
* Announcements

- techela 0.7.3 is available. Install it with this command. Recommended update. It adds some keywords to the lectures to they are easier to figure out which one you want to open.

#+BEGIN_SRC sh
pip install -U techela
#+END_SRC


* build                                                            :noexport:

#+BEGIN_SRC emacs-lisp
(org-html-export-to-html nil nil t t)
#+END_SRC

#+RESULTS:
: ./announcements.html
